Repository: Allen-B1/news
Catalog: po/extra/*.po
Languages: nl

source: News
nl: Nieuws

source: Read Atom and RSS feeds
nl: Lees Atom- en RSS-feeds

source: Atom;RSS;Feed;News;
nl: Atom;RSS;Feed;Nieuws;

source: Read the contents of Atom and RSS feeds.
nl: Lees de inhoud van Atom- en RSS-feeds.

source: Supports RSS 2.0 and Atom only
nl: Ondersteunt alleen RSS2.0 en Atom

source: Allowed opening a feed from the command line
nl: Je kunt nu een feed openen vanaf de opdrachtregel

source: Added the ability to view feed information
nl: Je kunt nu feedinformatie bekijken

source: Switched to relative date time strings (e.g. now, 5m ago)
nl: Overgeschakeld op relatieve datums (nu, 5m geleden, etc.)

source: Toasts will show up instead of info bars
nl: Er worden nu hulpballonnen getoond i.p.v. informatiebalken

source: Sources will stay after closing and reopening the app
nl: Bronnen blijven behouden na het heropenen van de toepassing

source: Added support for Atom feeds
nl: Ondersteuning toegevoegd voor Atom-feeds

source: Removed about dialog
nl: Over-venster verwijderd

source: Change color of header bar
nl: Kleur van de titelbalk gewijzigd

source: Feed entry titles always align to the left
nl: Feedtitels zijn nu altijd links uitgelijnd

source: Added dates
nl: Datums toegevoegd

source: Simplified "Add RSS feed" dialog
nl: Vereenvoudigd 'RSS-feed toevoegen'-venster

source: Changed error reporting to info bars instead of dialogs
nl: Foutrapportage verloopt nu via informatiebalken in plaats van vensters

source: Simplified searching via Google News; added Ctrl+F shortcut
nl: Eenvoudiger zoeken via Google Nieuws, en Ctrl+F-sneltoets toegevoegd
